@extends('layouts.app')
@section('title', $title)
@section('main_body')
<h1 class="mTit">Правила регистрации анкет</h1>
<p class="pad8">Размещая анкету на сайте «Виолетта» я выражаю свое согласие с нижеследующим:</p>
<ol>
	<li class="pad8 decim1">Я беру на себя все риски, каким либо образом связанные с публикацией данной анкеты.</li>
	<li class="pad8 decim1">Я обязуюсь:
		<ul>
			<li>- не публиковать какой либо информации, которая носит оскорбительный, непристойный, угрожающий характер или которая каким-то образом может нанести вред третьим лицам;</li>
			<li>- не вести противозаконной деятельности;</li>
			<li>- не размещать заведомо ложную информацию о себе или выдавать себя за других людей;</li>
			<li>- не использовать размещаемую информацию для любых коммерческих целей.</li>
		</ul>
	</li>
	<li class="pad8 decim1">Я согласен с тем, что:
		<ul>
			<li>- «Виолетта» не несет ответственности за любые расходы  Пользователя или ущерб, который может быть нанесен Пользователю в следствие прямого или косвенного использования предоставляемых
сервисов.</li>
			<li>- «Виолетта» не несет никакой ответственности за возможные перебои в предоставлении сервисов.</li>
			<li>- Размещенная в анкете информация может быть проверена администрацией сайта «Виолетта» на достоверность в рамках действующего законодательства РФ;</li>
			<li>- Размещенная в анкете информация является моей собственностью и я доверяю ее администрации сайта для хранения в базах данных и публикации;</li>
			<li>- Администрация сайта «Виолетта» оставляет за собой право удалить с сайта без предупреждения любую информацию, которая не соответствует вышеизложенным требованиям;</li>
			<li>- «Виолетта» оставляет за собой право изменения вышеприведенных условий. В этом случае они будут опубликованы;</li>
		</ul>
	</li>
	<li class="pad8 decim1">Я заявляю, что:
		<ul>
			<li>- Представленная на сайте «Виолетта» информация обо мне может быть использована третьими лицами только для целей личного знакомства и общения со мной, в соответствии с целями заявленными в моей анкете;</li>
			<li>- Я возражаю против всех видов копирования третьими лицами моей личной информации с какой либо страницы данного сайта с целью ее дальнейшего размножения, тиражирования, занесения в базы данных, передачи третьим лицам, публикации и любого использования, кроме целей личного знакомства и общения со мной, заявленных в моей анкете. Данные действия без согласования лично со мной и/или администрацией сайта являются нарушением моих гражданских прав.</li>
		</ul>
	</li>
	<li class="pad8 decim1">Я ознакомлен с тем, что:
		<ul>
			<li>- Я могу изменить мою анкету на сайте «Виолетта» и мои личные данные в базе данных «Виолетты» в любой удобный для меня момент, воспользовавшись логином/паролем, полученными при регистрации
на сайте;</li>
			<li>- В случае утери мною логина/пароля, каких либо технических сбоев и других непредвиденных обстоятельств администрация сайта «Виолетта» обязуется оказать содействие в восстановлении доступа или удалении моих личных данных с сайта и из базы данных только при предоставлении мною доказательств на право владения размещаемой информации.</li>
		</ul>
	</li>
</ol>
<p class="gb1">
	<script type="text/javascript"><!--
google_ad_client = "ca-pub-6379140164632940";
/* 468 на 60 добавлен в гороскопы */
google_ad_slot = "4331350870";
google_ad_width = 468;
google_ad_height = 60;
//-->
	</script>
	<script async type="text/javascript" src="http://pagead2.googlesyndication.com/pagead/show_ads.js"></script>
</p>
@overwrite