<?php
namespace App\includes\Horoscope;

use App\includes\Horoscope\Interfaces\Horoscope;

class TalismanHoroscope implements Horoscope
{
	/**
	* Get horoscope description
	*/
	public function getText() :string
	{
		return 'С древнейших времен люди верили в чудодейственную силу драгоценных камней, полагая, что они могут сделать человека невидимым, остерегать его от "порчи", давать ему счастье, здоровье, красоту, богатство, почести.
<br /><br />
Многие народы, веря в целебные и магические свойства самоцветных камней, использовали их амулеты и талисманы. 
<br /><br />
Вера в магию камня придавала человеку силы, помогала ему в многотрудной жизни. Не следует забывать о психотерапевтическом значении талисмана или амулета, который носит человек. В древней медицине самоцветные камни входили в состав многих лекарств. Лечебные свойства камней изучались из поколения в поколение, наблюдения систематизировались. В 1990 году в Париже даже была организована школа по изучению лечебных свойств самоцветных камней.
<br /><br />
Интерес, проявленный к прекрасному творению и загадкам мастерской природы в древности и в наши дни, -- это тяга к красоте и душевной гармонии, тоска по утраченным связям человека с природой. Информация о магических и лечебных свойствах камней-самоцветов пришла к нам через века.
<br /><br />
Талисманы из камня носили, сообразуясь с месяцами своего рождения и с другими писаными и неписаными правилами. Астрологи минувших веков находили в самоцветах самоцветах многие загадочные свойства; они считали, что каждый драгоценный камень обладает определенным "притяжением" своей планеты и связан с различными добродетелями. Они твердо верили в то, что драгоценные камни влияют на будущее человека; могут отвратить мирское зло от того, кто носит талисман, подобранный ко дню рождения и Зодиаку.
<br /><br />
С древности считалось, что каждому человеку в зависимости от месяца рождения соответствует несколько камней разного достоинства.
<br /><br />
<strong>Январь.</strong> Талисман родившихся в этом месяце -- темно-красный гранат. Следует учесть, что в природе встречается довольно большая группа минералов-гранатов. Цвет их может быть зеленым, желтым, лиловым и даже черным. В данном случае речь идет именно о темно-красном гранате. Другой камень января -- розовый кварц.
<br /><br />
<strong>Февраль.</strong> родившиеся в феврале должны предпочесть фиолетовый цвет аметиста. Древние греки считали, что аметист оберегает человека от пьянства. По нраву родившимся в феврале и молочно-белый оникс.
<br /><br />
<strong>Март</strong> предпочитает голубые и зеленые цвета. Тем, кто родился в марте, предания рекомендуют носить синевато-голубой аквамарин ("аква" -- вода, "маре" -- море) или зеленый халцедон. Халцедон с пятнами красного цвета -- гелиотроп. Ювелиры зовут его еще "кровавик". Полагали, что он способен останавливать кровотечение. Разновидность гелиотропа -- кроваво-красная яшма -- третий камень марта.
<br /><br />
<strong>Апрель</strong> -- поэтический весенний месяц. И все у него "самое-самое". Поэтому рожденным в апреле благоприятствует самый дорогой камень -- алмаз, или бриллиант, а также янтарь -- самый первый камень, из которого стали делать украшения. Янтарь к тому же всегда считался целебным. Отсюда и поверье, что апрель -- самый везучий месяц в году.
<br /><br />
<strong>Май</strong> в цвет распускающейся листве выбрал зеленые камни. Дорогой изумруд, но вполне доступный хризопраз -- талисманы рожденных в мае.
<br /><br />
<strong>Июнь.</strong> Распускаются цветы, и камни родившихся в этом месяце -- агат, малахит -- имеют разнообразные цветовые оттенки. Нежной синевой отливает лунный камень. Играет лиловато-зелеными бликами александрит.
</p>
<p>
<strong>Июль</strong> -- жаркий месяц. Может быть, поэтому родившимся в этом месяце приносит удачу огненный рубин и желтовато-красный сердолик.
<br /><br />
<strong>Август.</strong> Близко дыхание осени. О ней напоминает золотисто-желтым оттенком хризолит, сердолик и авантюрин, красновато-белым - сардоникс - талисманы тех, кто родился в августе.
<br /><br />
<strong>Сентябрь</strong> -- прохладный месяц. И камни -- талисманы рожденных в сентябре -- имеют холодноватые оттенки: темно-синий сапфир, синий лазурит, ляпис-лазурь.
<br /><br />
<strong>Октябрь</strong> родившимся под его знаком рекомендует в качестве талисмана турмалин разнообразных оттенков и черно-белый опал.
<br /><br />
<strong>Ноябрь</strong> хоть и хмур, но камень родившихся в ноябре -- топаз, что значит "содержащий тепло, огонь". Горящие глаза хищника напоминает другой ноябрьский камень -- переливчатый тигровый глаз.
<br /><br />
<strong>Декабрь</strong> венчает календарь. Цвета камней -- талисманов для рожденных в этот зимний месяц -- напоминают снег в лучах заходящего солнца: желтовато-зеленый и небесно-голубой циркон и голубовато-лазурная бирюза. Кстати, название "бирюза" происходит от персидского "фируза" -- победа. А какой женщине не хочется одерживать их бесконечно!';
	}

	/**
	* Get a title of horoscope
	*/
	public function getTitle() :string
	{
		return 'Гороскопы - Талисманы';
	}
}