@extends('layouts.app')
@section('title', $title)
@section('main_body')
<h1 class="mTit">Спасибо за регистрацию!</h1>
<p class="pad1">Чтобы неограниченно использовать все функции сайта, необходимо подтверждение реальности Вашей анкеты.</p>
<p class="pad1">На указанный Вами при регистрации Е-майл было отправлено письмо, для подтверждения регистрации перейдите по ссылке из этого письма.</p>
<p class="pad1">В правом верхнем углу сайта располагается рабочее меню, в котором вы сможете поменять свои данные, просмотреть свою анкету и статистику, а также переписываться с другими
участникам сайта.</p>
<p class="pad1">Для повышения информативности Вашей анкеты мы настоятельно рекомендуем заполнить все дополнительные поля.</p>
@overwrite