<?php
  
$zodiakText = 'Восточный гороскоп предлагает свои правила совместимости характеров. В отличии от западной астрологии, опирающейся на дату, то есть число и месяц рождения, восточная обобщает особенности людей, родившихся в том или ином году. Обе астрологические системы прекрасно дополняют друг друга.
<br /><br />
О возникновении восточного гороскопа легенда повествует следующее. Однажды Будда пригласил к себе на день рождения всех животных, какие только захотят прийти. Пришли далеко не все звери: время стояло холодное, а чтобы попасть к Будде, нужно было переплыть широкую реку. Каждому животному в порядке живой очереди Будда подарил по одному году правления. Первой пришла Крыса - ей достался первый год 12-летнего цикла. Она была вознаграждена за оперативность и умение пользоваться обстоятельствами. Буйвол оказался в очереди вторым, чуть-чуть от него отстал Тигр, которому достался третий год. Болельщики, увлеченные соревнованием между Буйволом и Тигром (они с тех пор и в жизни соревнуются друг с другом), как следует не рассмотрели, кто пришел четвертым - Кот, Заяц или Кролик. За давностью лет истину установить невозможно, и у разных восточных народов так и осталось разночтение относительно хозяина четвертого года. Пятым был Дракон, шестой оказалась Змея, седьмой - Лошадь. Тут по реке прошла полоса тумана, и опять не ясно, кто был восьмым - Коза или Овца (а может быть Баран). Девятой в очереди была Обезьяна, которая не хотела рисковать и внимательно присматривалась, наблюдая за пловцами. Убедившись в безопасности мероприятия, она вошла в воду. Десятым прибежал Петух (а может быть и Курица, кто их, мокрых, разберет). Он задержался потому, что долго и обстоятельно рассказывал своей многочисленной семье, как она должна жить в его отсутствие. Одиннацатой прискакала Собака. С утра у нее была масса хозяйственных дел, и, едва управившись с ними, разгоряченная, бросилась в воду. Говорят, потом долго кашляла. Последним появился Кабан (по другим источникам, прислал вместо себя Свинью). Он не очень спешил: не честолюбив, не привередлив, он и в жизни обычно подбирает все, что остается от пронырливых. Ему Будда подарил
последний оставшийся год, но самый хороший, отличающийся изобилием и спокойствием. Так была вознаграждена великолепная черта характера - способность удерживаться от соблазна тянуть одеяло на себя. 
<br /><br />
Восточный гороскоп наделяет каждый год определенной сутью. Человек, рожденный в определенном году, генетически приобретает ряд определенных свойств характера, оказывающих влияние на развитие его дальнейшей судьбы.
</p>
<p class="gb1">
<script type="text/javascript"><!--
google_ad_client = "ca-pub-6379140164632940";
/* 468 на 60 добавлен в гороскопы */
google_ad_slot = "4331350870";
google_ad_width = 468;
google_ad_height = 60;
//-->
</script>
<script type="text/javascript" async src="http://pagead2.googlesyndication.com/pagead/show_ads.js"></script>
</p>
<p>
';
