Запрос пароля на сайте знакомств
Здравствуйте!
Это письмо прислано Вам с сайта знакомств http://www.avioletta.ru

Baш лoгин (login): {{ $data->login }}
Ваш пaрoль (password): {{ $data->password }}
Cпacибo, что выбрали нaш cайт! Этo пpaвильный выбор, и Вы не будете paзочаровaны!
P.S. Если Вы не запрашивали свои данные на нашем сайте знакомств и считаете, что это сделал кто-то еще -
пожалуйста напишите нам в службу поддержки support@avioletta.ru об этом.

--
С уважением,
Служба поддержки {!! $data->sitename !!}